Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_view_cellFormatInt16Hex
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz cell format number
id: format sel bilangan bulat heksadesimal cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう へっくす
ko: 셀 형식 숫자 정수 16진수 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม ฐานสิบหก cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên thập lục phân cell format number
zh_hans: 单元格 格式 数字 整数 十六进制 cell format number
zh_hant: 儲存格格式 整數 十六進位 cell format number

# Menu_View_CellFormatInt16Decimal.Text
source: 16-bit integer (unsigned decimal)
ar: عدد صحيح 16 بت (عشري بدون إشارة)
cs: 16bitové celé číslo (desítkově bez znaménka)
de: 16-Bit-Ganzzahl (dezimal ohne Vorzeichen)
el: Ακέραιος 16 bit (δεκαδικός χωρίς πρόσημο)
es: Entero de 16 bits (decimal sin signo)
fa: عدد صحیح 16 بیتی (دهدهی بدون علامت)
fr: Entier 16 bits (décimal non signé)
hu: 16 bites egész (előjel nélküli decimális)
id: Bilangan bulat 16-bit (desimal tak bertanda)
it: Intero a 16 bit (decimale senza segno)
ja: 16 bit 整数 (10 進符号なし)(2)
ko: 16비트 정수(부호 없는 10진수)(2)
pl: Liczba całkowita 16-bitowa (dziesiętna bez znaku)
pt: Inteiro de 16 bits (decimal sem sinal)
ro: Întreg pe 16 biți (zecimal fără semn)
th: จำนวนเต็ม 16 บิต (ฐานสิบไม่มีเครื่องหมาย)(2)
tr: 16 bit tamsayı (işaretsiz ondalık)
uk: 16-бітове ціле (десяткове без знака)
vi: Số nguyên 16 bit (thập phân không dấu)
zh_hans: 16 位整数（无符号十进制）(2)
zh_hant: 16 位元整數（不帶正負號十進位）(2)

# Cmd_view_cellFormatInt16Decimal
source: Cell format: 16-bit integer (unsigned decimal)
ar: تنسيق الخلية: عدد صحيح 16 بت (عشري بدون إشارة)
cs: Formát buněk: 16bitové celé číslo (desítkově bez znaménka)
de: Zellformat: 16-Bit-Ganzzahl (dezimal ohne Vorzeichen)
el: Μορφή κελιού: Ακέραιος 16 bit (δεκαδικός χωρίς πρόσημο)
es: Formato de celda: entero de 16 bits (decimal sin signo)
fa: قالب خانه: عدد صحیح 16 بیتی (دهدهی بدون علامت)
fr: Format des cellules : entier 16 bits (décimal non signé)
hu: Cellaformátum: 16 bites egész (előjel nélküli decimális)
id: Format sel: Bilangan bulat 16-bit (desimal tak bertanda)
it: Formato celle: intero a 16 bit (decimale senza segno)
ja: セルの表示形式: 16 bit 整数 (10 進符号なし)
ko: 셀 형식: 16비트 정수(부호 없는 10진수)
pl: Format komórek: liczba całkowita 16-bitowa (dziesiętna bez znaku)
pt: Formato da célula: inteiro de 16 bits (decimal sem sinal)
ro: Format celulă: întreg pe 16 biți (zecimal fără semn)
th: รูปแบบเซลล์: จำนวนเต็ม 16 บิต (ฐานสิบไม่มีเครื่องหมาย)
tr: Hücre biçimi: 16 bit tamsayı (işaretsiz ondalık)
uk: Формат комірок: 16-бітове ціле (десяткове без знака)
vi: Định dạng ô: Số nguyên 16 bit (thập phân không dấu)
zh_hans: 单元格格式：16 位整数（无符号十进制）
zh_hant: 儲存格格式：16 位元整數（不帶正負號十進位）

# CmdAlias_view_cellFormatInt16Decimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz előjel nélküli cell format number
id: format sel bilangan bulat tak bertanda cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう ふごうなし
ko: 셀 형식 숫자 정수 부호 없음 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม ไม่มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên không dấu cell format number
zh_hans: 单元格 格式 数字 整数 无符号 cell format number
zh_hant: 儲存格格式 整數 不帶正負號 cell format number

# Menu_View_CellFormatInt16SignedDecimal.Text
source: 16-bit integer (signed decimal)
ar: عدد صحيح 16 بت (عشري بإشارة)
cs: 16bitové celé číslo (desítkově se znaménkem)
de: 16-Bit-Ganzzahl (dezimal mit Vorzeichen)
el: Ακέραιος 16 bit (δεκαδικός με πρόσημο)
es: Entero de 16 bits (decimal con signo)
fa: عدد صحیح 16 بیتی (دهدهی علامت‌دار)
fr: Entier 16 bits (décimal signé)
hu: 16 bites egész (előjeles decimális)
id: Bilangan bulat 16-bit (desimal bertanda)
it: Intero a 16 bit (decimale con segno)
ja: 16 bit 整数 (10 進符号あり)(3)
ko: 16비트 정수(부호 있는 10진수)(3)
pl: Liczba całkowita 16-bitowa (dziesiętna ze znakiem)
pt: Inteiro de 16 bits (decimal com sinal)
ro: Întreg pe 16 biți (zecimal cu semn)
th: จำนวนเต็ม 16 บิต (ฐานสิบมีเครื่องหมาย)(3)
tr: 16 bit tamsayı (işaretli ondalık)
uk: 16-бітове ціле (десяткове зі знаком)
vi: Số nguyên 16 bit (thập phân có dấu)
zh_hans: 16 位整数（有符号十进制）(3)
zh_hant: 16 位元整數（帶正負號十進位）(3)

# Cmd_view_cellFormatInt16SignedDecimal
source: Cell format: 16-bit integer (signed decimal)
ar: تنسيق الخلية: عدد صحيح 16 بت (عشري بإشارة)
cs: Formát buněk: 16bitové celé číslo (desítkově se znaménkem)
de: Zellformat: 16-Bit-Ganzzahl (dezimal mit Vorzeichen)
el: Μορφή κελιού: Ακέραιος 16 bit (δεκαδικός με πρόσημο)
es: Formato de celda: entero de 16 bits (decimal con signo)
fa: قالب خانه: عدد صحیح 16 بیتی (دهدهی علامت‌دار)
fr: Format des cellules : entier 16 bits (décimal signé)
hu: Cellaformátum: 16 bites egész (előjeles decimális)
id: Format sel: Bilangan bulat 16-bit (desimal bertanda)
it: Formato celle: intero a 16 bit (decimale con segno)
ja: セルの表示形式: 16 bit 整数 (10 進符号あり)
ko: 셀 형식: 16비트 정수(부호 있는 10진수)
pl: Format komórek: liczba całkowita 16-bitowa (dziesiętna ze znakiem)
pt: Formato da célula: inteiro de 16 bits (decimal com sinal)
ro: Format celulă: întreg pe 16 biți (zecimal cu semn)
th: รูปแบบเซลล์: จำนวนเต็ม 16 บิต (ฐานสิบมีเครื่องหมาย)
tr: Hücre biçimi: 16 bit tamsayı (işaretli ondalık)
uk: Формат комірок: 16-бітове ціле (десяткове зі знаком)
vi: Định dạng ô: Số nguyên 16 bit (thập phân có dấu)
zh_hans: 单元格格式：16 位整数（有符号十进制）
zh_hant: 儲存格格式：16 位元整數（帶正負號十進位）

# CmdAlias_view_cellFormatInt16SignedDecimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz előjeles elojeles cell format number
id: format sel bilangan bulat bertanda cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう ふごうあり
ko: 셀 형식 숫자 정수 부호 있음 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên có dấu cell format number
zh_hans: 单元格 格式 数字 整数 有符号 cell format number
zh_hant: 儲存格格式 整數 帶正負號 cell format number

# Menu_View_CellFormatInt32Hex.Text
source: 32-bit integer (hex)
ar: عدد صحيح 32 بت (hex)
cs: 32bitové celé číslo (Hex)
de: 32-Bit-Ganzzahl (hex)
el: Ακέραιος 32 bit (hex)
es: Entero de 32 bits (hex)
fa: عدد صحیح 32 بیتی (hex)
fr: Entier 32 bits (hex)
hu: 32 bites egész (Hex)
id: Bilangan bulat 32-bit (Hex)
it: Intero a 32 bit (hex)
ja: 32 bit 整数 (Hex)(4)
ko: 32비트 정수(Hex)(4)
pl: Liczba całkowita 32-bitowa (hex)
pt: Inteiro de 32 bits (hex)
ro: Întreg pe 32 de biți (hex)
th: จำนวนเต็ม 32 บิต (Hex)(4)
tr: 32 bit tamsayı (hex)
uk: 32-бітове ціле (hex)
vi: Số nguyên 32 bit (Hex)
zh_hans: 32 位整数（Hex）(4)
zh_hant: 32 位元整數（Hex）(4)

# Cmd_view_cellFormatInt32Hex
source: Cell format: 32-bit integer (hex)
ar: تنسيق الخلية: عدد صحيح 32 بت (hex)
cs: Formát buněk: 32bitové celé číslo (Hex)
de: Zellformat: 32-Bit-Ganzzahl (hex)
el: Μορφή κελιού: Ακέραιος 32 bit (hex)
es: Formato de celda: entero de 32 bits (hex)
fa: قالب خانه: عدد صحیح 32 بیتی (hex)
fr: Format des cellules : entier 32 bits (hex)
hu: Cellaformátum: 32 bites egész (Hex)
id: Format sel: Bilangan bulat 32-bit (Hex)
it: Formato celle: intero a 32 bit (hex)
ja: セルの表示形式: 32 bit 整数 (Hex)
ko: 셀 형식: 32비트 정수(Hex)
pl: Format komórek: liczba całkowita 32-bitowa (hex)
pt: Formato da célula: inteiro de 32 bits (hex)
ro: Format celulă: întreg pe 32 de biți (hex)
th: รูปแบบเซลล์: จำนวนเต็ม 32 บิต (Hex)
tr: Hücre biçimi: 32 bit tamsayı (hex)
uk: Формат комірок: 32-бітове ціле (hex)
vi: Định dạng ô: Số nguyên 32 bit (Hex)
zh_hans: 单元格格式：32 位整数（Hex）
zh_hant: 儲存格格式：32 位元整數（Hex）

# CmdAlias_view_cellFormatInt32Hex
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz cell format number
id: format sel bilangan bulat heksadesimal cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう へっくす
ko: 셀 형식 숫자 정수 16진수 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม ฐานสิบหก cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên thập lục phân cell format number
zh_hans: 单元格 格式 数字 整数 十六进制 cell format number
zh_hant: 儲存格格式 整數 十六進位 cell format number

# Menu_View_CellFormatInt32Decimal.Text
source: 32-bit integer (unsigned decimal)
ar: عدد صحيح 32 بت (عشري بدون إشارة)
cs: 32bitové celé číslo (desítkově bez znaménka)
de: 32-Bit-Ganzzahl (dezimal ohne Vorzeichen)
el: Ακέραιος 32 bit (δεκαδικός χωρίς πρόσημο)
es: Entero de 32 bits (decimal sin signo)
fa: عدد صحیح 32 بیتی (دهدهی بدون علامت)
fr: Entier 32 bits (décimal non signé)
hu: 32 bites egész (előjel nélküli decimális)
id: Bilangan bulat 32-bit (desimal tak bertanda)
it: Intero a 32 bit (decimale senza segno)
ja: 32 bit 整数 (10 進符号なし)(5)
ko: 32비트 정수(부호 없는 10진수)(5)
pl: Liczba całkowita 32-bitowa (dziesiętna bez znaku)
pt: Inteiro de 32 bits (decimal sem sinal)
ro: Întreg pe 32 de biți (zecimal fără semn)
th: จำนวนเต็ม 32 บิต (ฐานสิบไม่มีเครื่องหมาย)(5)
tr: 32 bit tamsayı (işaretsiz ondalık)
uk: 32-бітове ціле (десяткове без знака)
vi: Số nguyên 32 bit (thập phân không dấu)
zh_hans: 32 位整数（无符号十进制）(5)
zh_hant: 32 位元整數（不帶正負號十進位）(5)

# Cmd_view_cellFormatInt32Decimal
source: Cell format: 32-bit integer (unsigned decimal)
ar: تنسيق الخلية: عدد صحيح 32 بت (عشري بدون إشارة)
cs: Formát buněk: 32bitové celé číslo (desítkově bez znaménka)
de: Zellformat: 32-Bit-Ganzzahl (dezimal ohne Vorzeichen)
el: Μορφή κελιού: Ακέραιος 32 bit (δεκαδικός χωρίς πρόσημο)
es: Formato de celda: entero de 32 bits (decimal sin signo)
fa: قالب خانه: عدد صحیح 32 بیتی (دهدهی بدون علامت)
fr: Format des cellules : entier 32 bits (décimal non signé)
hu: Cellaformátum: 32 bites egész (előjel nélküli decimális)
id: Format sel: Bilangan bulat 32-bit (desimal tak bertanda)
it: Formato celle: intero a 32 bit (decimale senza segno)
ja: セルの表示形式: 32 bit 整数 (10 進符号なし)
ko: 셀 형식: 32비트 정수(부호 없는 10진수)
pl: Format komórek: liczba całkowita 32-bitowa (dziesiętna bez znaku)
pt: Formato da célula: inteiro de 32 bits (decimal sem sinal)
ro: Format celulă: întreg pe 32 de biți (zecimal fără semn)
th: รูปแบบเซลล์: จำนวนเต็ม 32 บิต (ฐานสิบไม่มีเครื่องหมาย)
tr: Hücre biçimi: 32 bit tamsayı (işaretsiz ondalık)
uk: Формат комірок: 32-бітове ціле (десяткове без знака)
vi: Định dạng ô: Số nguyên 32 bit (thập phân không dấu)
zh_hans: 单元格格式：32 位整数（无符号十进制）
zh_hant: 儲存格格式：32 位元整數（不帶正負號十進位）

# CmdAlias_view_cellFormatInt32Decimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz előjel nélküli cell format number
id: format sel bilangan bulat tak bertanda cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう ふごうなし
ko: 셀 형식 숫자 정수 부호 없음 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม ไม่มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên không dấu cell format number
zh_hans: 单元格 格式 数字 整数 无符号 cell format number
zh_hant: 儲存格格式 整數 不帶正負號 cell format number

# Menu_View_CellFormatInt32SignedDecimal.Text
source: 32-bit integer (signed decimal)
ar: عدد صحيح 32 بت (عشري بإشارة)
cs: 32bitové celé číslo (desítkově se znaménkem)
de: 32-Bit-Ganzzahl (dezimal mit Vorzeichen)
el: Ακέραιος 32 bit (δεκαδικός με πρόσημο)
es: Entero de 32 bits (decimal con signo)
fa: عدد صحیح 32 بیتی (دهدهی علامت‌دار)
fr: Entier 32 bits (décimal signé)
hu: 32 bites egész (előjeles decimális)
id: Bilangan bulat 32-bit (desimal bertanda)
it: Intero a 32 bit (decimale con segno)
ja: 32 bit 整数 (10 進符号あり)(6)
ko: 32비트 정수(부호 있는 10진수)(6)
pl: Liczba całkowita 32-bitowa (dziesiętna ze znakiem)
pt: Inteiro de 32 bits (decimal com sinal)
ro: Întreg pe 32 de biți (zecimal cu semn)
th: จำนวนเต็ม 32 บิต (ฐานสิบมีเครื่องหมาย)(6)
tr: 32 bit tamsayı (işaretli ondalık)
uk: 32-бітове ціле (десяткове зі знаком)
vi: Số nguyên 32 bit (thập phân có dấu)
zh_hans: 32 位整数（有符号十进制）(6)
zh_hant: 32 位元整數（帶正負號十進位）(6)

# Cmd_view_cellFormatInt32SignedDecimal
source: Cell format: 32-bit integer (signed decimal)
ar: تنسيق الخلية: عدد صحيح 32 بت (عشري بإشارة)
cs: Formát buněk: 32bitové celé číslo (desítkově se znaménkem)
de: Zellformat: 32-Bit-Ganzzahl (dezimal mit Vorzeichen)
el: Μορφή κελιού: Ακέραιος 32 bit (δεκαδικός με πρόσημο)
es: Formato de celda: entero de 32 bits (decimal con signo)
fa: قالب خانه: عدد صحیح 32 بیتی (دهدهی علامت‌دار)
fr: Format des cellules : entier 32 bits (décimal signé)
hu: Cellaformátum: 32 bites egész (előjeles decimális)
id: Format sel: Bilangan bulat 32-bit (desimal bertanda)
it: Formato celle: intero a 32 bit (decimale con segno)
ja: セルの表示形式: 32 bit 整数 (10 進符号あり)
ko: 셀 형식: 32비트 정수(부호 있는 10진수)
pl: Format komórek: liczba całkowita 32-bitowa (dziesiętna ze znakiem)
pt: Formato da célula: inteiro de 32 bits (decimal com sinal)
ro: Format celulă: întreg pe 32 de biți (zecimal cu semn)
th: รูปแบบเซลล์: จำนวนเต็ม 32 บิต (ฐานสิบมีเครื่องหมาย)
tr: Hücre biçimi: 32 bit tamsayı (işaretli ondalık)
uk: Формат комірок: 32-бітове ціле (десяткове зі знаком)
vi: Định dạng ô: Số nguyên 32 bit (thập phân có dấu)
zh_hans: 单元格格式：32 位整数（有符号十进制）
zh_hant: 儲存格格式：32 位元整數（帶正負號十進位）

# CmdAlias_view_cellFormatInt32SignedDecimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz előjeles elojeles cell format number
id: format sel bilangan bulat bertanda cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう ふごうあり
ko: 셀 형식 숫자 정수 부호 있음 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên có dấu cell format number
zh_hans: 单元格 格式 数字 整数 有符号 cell format number
zh_hant: 儲存格格式 整數 帶正負號 cell format number

# Menu_View_CellFormatInt64Hex.Text
source: 64-bit integer (hex)
ar: عدد صحيح 64 بت (hex)
cs: 64bitové celé číslo (Hex)
de: 64-Bit-Ganzzahl (hex)
el: Ακέραιος 64 bit (hex)
es: Entero de 64 bits (hex)
fa: عدد صحیح 64 بیتی (hex)
fr: Entier 64 bits (hex)
hu: 64 bites egész (Hex)
id: Bilangan bulat 64-bit (Hex)
it: Intero a 64 bit (hex)
ja: 64 bit 整数 (Hex)(7)
ko: 64비트 정수(Hex)(7)
pl: Liczba całkowita 64-bitowa (hex)
pt: Inteiro de 64 bits (hex)
ro: Întreg pe 64 de biți (hex)
th: จำนวนเต็ม 64 บิต (Hex)(7)
tr: 64 bit tamsayı (hex)
uk: 64-бітове ціле (hex)
vi: Số nguyên 64 bit (Hex)
zh_hans: 64 位整数（Hex）(7)
zh_hant: 64 位元整數（Hex）(7)

# Cmd_view_cellFormatInt64Hex
source: Cell format: 64-bit integer (hex)
ar: تنسيق الخلية: عدد صحيح 64 بت (hex)
cs: Formát buněk: 64bitové celé číslo (Hex)
de: Zellformat: 64-Bit-Ganzzahl (hex)
el: Μορφή κελιού: Ακέραιος 64 bit (hex)
es: Formato de celda: entero de 64 bits (hex)
fa: قالب خانه: عدد صحیح 64 بیتی (hex)
fr: Format des cellules : entier 64 bits (hex)
hu: Cellaformátum: 64 bites egész (Hex)
id: Format sel: Bilangan bulat 64-bit (Hex)
it: Formato celle: intero a 64 bit (hex)
ja: セルの表示形式: 64 bit 整数 (Hex)
ko: 셀 형식: 64비트 정수(Hex)
pl: Format komórek: liczba całkowita 64-bitowa (hex)
pt: Formato da célula: inteiro de 64 bits (hex)
ro: Format celulă: întreg pe 64 de biți (hex)
th: รูปแบบเซลล์: จำนวนเต็ม 64 บิต (Hex)
tr: Hücre biçimi: 64 bit tamsayı (hex)
uk: Формат комірок: 64-бітове ціле (hex)
vi: Định dạng ô: Số nguyên 64 bit (Hex)
zh_hans: 单元格格式：64 位整数（Hex）
zh_hant: 儲存格格式：64 位元整數（Hex）

# CmdAlias_view_cellFormatInt64Hex
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz cell format number
id: format sel bilangan bulat heksadesimal cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう へっくす
ko: 셀 형식 숫자 정수 16진수 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม ฐานสิบหก cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên thập lục phân cell format number
zh_hans: 单元格 格式 数字 整数 十六进制 cell format number
zh_hant: 儲存格格式 整數 十六進位 cell format number

# Menu_View_CellFormatInt64Decimal.Text
source: 64-bit integer (unsigned decimal)
ar: عدد صحيح 64 بت (عشري بدون إشارة)
cs: 64bitové celé číslo (desítkově bez znaménka)
de: 64-Bit-Ganzzahl (dezimal ohne Vorzeichen)
el: Ακέραιος 64 bit (δεκαδικός χωρίς πρόσημο)
es: Entero de 64 bits (decimal sin signo)
fa: عدد صحیح 64 بیتی (دهدهی بدون علامت)
fr: Entier 64 bits (décimal non signé)
hu: 64 bites egész (előjel nélküli decimális)
id: Bilangan bulat 64-bit (desimal tak bertanda)
it: Intero a 64 bit (decimale senza segno)
ja: 64 bit 整数 (10 進符号なし)(8)
ko: 64비트 정수(부호 없는 10진수)(8)
pl: Liczba całkowita 64-bitowa (dziesiętna bez znaku)
pt: Inteiro de 64 bits (decimal sem sinal)
ro: Întreg pe 64 de biți (zecimal fără semn)
th: จำนวนเต็ม 64 บิต (ฐานสิบไม่มีเครื่องหมาย)(8)
tr: 64 bit tamsayı (işaretsiz ondalık)
uk: 64-бітове ціле (десяткове без знака)
vi: Số nguyên 64 bit (thập phân không dấu)
zh_hans: 64 位整数（无符号十进制）(8)
zh_hant: 64 位元整數（不帶正負號十進位）(8)

# Cmd_view_cellFormatInt64Decimal
source: Cell format: 64-bit integer (unsigned decimal)
ar: تنسيق الخلية: عدد صحيح 64 بت (عشري بدون إشارة)
cs: Formát buněk: 64bitové celé číslo (desítkově bez znaménka)
de: Zellformat: 64-Bit-Ganzzahl (dezimal ohne Vorzeichen)
el: Μορφή κελιού: Ακέραιος 64 bit (δεκαδικός χωρίς πρόσημο)
es: Formato de celda: entero de 64 bits (decimal sin signo)
fa: قالب خانه: عدد صحیح 64 بیتی (دهدهی بدون علامت)
fr: Format des cellules : entier 64 bits (décimal non signé)
hu: Cellaformátum: 64 bites egész (előjel nélküli decimális)
id: Format sel: Bilangan bulat 64-bit (desimal tak bertanda)
it: Formato celle: intero a 64 bit (decimale senza segno)
ja: セルの表示形式: 64 bit 整数 (10 進符号なし)
ko: 셀 형식: 64비트 정수(부호 없는 10진수)
pl: Format komórek: liczba całkowita 64-bitowa (dziesiętna bez znaku)
pt: Formato da célula: inteiro de 64 bits (decimal sem sinal)
ro: Format celulă: întreg pe 64 de biți (zecimal fără semn)
th: รูปแบบเซลล์: จำนวนเต็ม 64 บิต (ฐานสิบไม่มีเครื่องหมาย)
tr: Hücre biçimi: 64 bit tamsayı (işaretsiz ondalık)
uk: Формат комірок: 64-бітове ціле (десяткове без знака)
vi: Định dạng ô: Số nguyên 64 bit (thập phân không dấu)
zh_hans: 单元格格式：64 位整数（无符号十进制）
zh_hant: 儲存格格式：64 位元整數（不帶正負號十進位）

# CmdAlias_view_cellFormatInt64Decimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz előjel nélküli cell format number
id: format sel bilangan bulat tak bertanda cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう ふごうなし
ko: 셀 형식 숫자 정수 부호 없음 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม ไม่มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên không dấu cell format number
zh_hans: 单元格 格式 数字 整数 无符号 cell format number
zh_hant: 儲存格格式 整數 不帶正負號 cell format number

# Menu_View_CellFormatInt64SignedDecimal.Text
source: 64-bit integer (signed decimal)
ar: عدد صحيح 64 بت (عشري بإشارة)
cs: 64bitové celé číslo (desítkově se znaménkem)
de: 64-Bit-Ganzzahl (dezimal mit Vorzeichen)
el: Ακέραιος 64 bit (δεκαδικός με πρόσημο)
es: Entero de 64 bits (decimal con signo)
fa: عدد صحیح 64 بیتی (دهدهی علامت‌دار)
fr: Entier 64 bits (décimal signé)
hu: 64 bites egész (előjeles decimális)
id: Bilangan bulat 64-bit (desimal bertanda)
it: Intero a 64 bit (decimale con segno)
ja: 64 bit 整数 (10 進符号あり)(9)
ko: 64비트 정수(부호 있는 10진수)(9)
pl: Liczba całkowita 64-bitowa (dziesiętna ze znakiem)
pt: Inteiro de 64 bits (decimal com sinal)
ro: Întreg pe 64 de biți (zecimal cu semn)
th: จำนวนเต็ม 64 บิต (ฐานสิบมีเครื่องหมาย)(9)
tr: 64 bit tamsayı (işaretli ondalık)
uk: 64-бітове ціле (десяткове зі знаком)
vi: Số nguyên 64 bit (thập phân có dấu)
zh_hans: 64 位整数（有符号十进制）(9)
zh_hant: 64 位元整數（帶正負號十進位）(9)
